Repository: yavorstan/iBeer
Catalog: BeersApp/BeersApp/*.lproj/Localizable.strings
Languages: ar

# str_no_fav_beers
source: No favourite beers!
ar: ليس لديك البيرة المفضلة!

# str_warning
source: WARNING
ar: تحذير

# str_remove_beer_warning
source: Are you sure you want to remove '%@' from favourites?
ar: هل أنت متأكد من أنك تريد إزالة '%@' من المفضلة؟

source: Yes
ar: نعم

source: No
ar: لا

# str_beer_removed_from_fav
source: Removed from favourites!
ar: تمت الإزالة من المفضلة!

# str_max_fav_beers
source: Max 15 beers in favourites!
ar: 15 بيرة كحد أقصى في المفضلة!

# str_search_placeholder
source: Search beer by name...
ar: بحث بيرة طريق الاسم...

source: Yeast
ar: خميرة

source: Hops
ar: القفزات

source: Malt
ar: شراب الشعير

source: Food
ar: طعام

source: from
ar: من عند

source: to
ar: إلى

source: Brewed
ar: يخمر

source: before
ar: قبل

source: after
ar: بعد

# str_no_beers_matching_parameters
source: No beers matching your parameters found!
ar: لم يتم العثور على بيرز مطابق لمعلماتك!

# str_wrong_input
source: Wrong input!
ar: إدخال خاطئ!

# str_logout
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# str_logged_out
source: Logged out
ar: تسجيل الخروج

# str_pages
source: Beers Per Page
ar: البير صفحة

# str_language
source: Language
ar: لغة

# str_language_change_12
source: App must be restarted in order to take effect!
ar: يجب إعادة تشغيل التطبيق حتى يصبح ساري المفعول!

# str_ok
source: OK
ar: حسنا

# str_clear
source: Clear Filters
ar: مرشحات

# str_developer_page
source: Developer Page
ar: صفحة المطور

# str_about_us
source: About us
ar: معلومات عنا

# str_reward_ad
source: You were awarded 5 stars!
ar: لقد تم منحك 5 نجوم!

# str_watch_ad
source: Watch An Advert
ar: مشاهدة إعلان

# str_watch_button
source: Watch
ar: راقب

# str_allow_ads
source: Allow Ads
ar: السماح بالإعلانات

# abv
source: Alcohol by volume (abbreviated as ABV, abv, or alc/vol) is a standard measure of how much alcohol is contained in a given volume of an alcoholic beverage.
ar: الكحول من حيث الحجم (يُختصر باسم ABV أو abv أو alc / vol) هو مقياس قياسي لكمية الكحول الموجودة في حجم معين من المشروبات الكحولية.

# ibu
source: International Bitterness (or 'Bittering') Unit or IBU was invented because it was hard to measure how 'bitter' a beer was, just like it's hard to measure how 'comfortable' your favorite sweater is...it was all about the perception.
ar: تم اختراع وحدة المرارة الدولية (أو) أو IBU لأنه كان من الصعب قياس مدى 'المر' في البيرة ، تمامًا مثل صعوبة قياس مدى 'راحة' السترة المفضلة لديك ... كان كل نع الجعة الأوروبيةنع الجعة الأوروبيةنع الجعة الأوروبية شيء يتعلق بالإدراك نع الجعة الأوروبية.

# ebc
source: Color Units EBC (European Brewery Convention) refer to the color of a beer measured in a technical manner.
ar: تشير وحدات اللون EBC (اتفاقية مصنع الجعة الأوروبية) إلى لون الجعة المقاسة بطريقةنع الجعة الأوروبيةنع الجعة الأوروبية فنية.

# date
source: First brewed in:
ar: يخمر أولا في:

source: Description:
ar: وصف:

# goes_well
source: Goes well with:
ar: يسير بشكل جيد مع:

source: Brewing tips:
ar: نصائح تختمر:

source: Contributor:
ar: مساهم:

# str_share_successful
source: Share successful!
ar: مشاركة ناجحة!

# str_share_error
source: There was an error!
ar: كان هناك خطأ!

# str_share_canceled
source: Share canceled!
ar: تم إلغاء المشاركة!

# btn_done
source: Done
ar: منجز

# btn_clear
source: Clear
ar: واضح

# str_phone_popup
source: This will make a phone call. Are you sure?
ar: سيؤدي هذا إلى إجراء مكالمة هاتفية. هل أنت واثق؟

# str_email_popup
source: This will open the default email application. Are you sure?
ar: سيؤدي هذا إلى فتح تطبيق البريد الإلكتروني الافتراضي. هل أنت واثق؟

# str_linkedin_popup
source: This will redirect you to LinkedIn. Are you sure?
ar: سيؤدي هذا إلى إعادة توجيهك إلى LinkedIn. هل أنت واثق؟
